"__title__" = "Bankrekening (CA)";

"__description__" = "Canadese bankrekening informatie.";

"bankName" = "Bank Name";

"owner" = "Name on Account";

"accountType" = "Type";

"transitNo" = "Transit Number";

"instNo" = "Institution Number";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "Telefoon";

"branchAddress" = "Address";

"telephonePin" = "Telefoon PIN";


"menu.accountType.checking" = "Checking";

"menu.accountType.savings" = "Savings";

"menu.accountType.loc" = "Line of Credit";

"menu.accountType.money_market" = "Money Market";

"menu.accountType.other" = "Andere";
